# ************************************************************
# Sequel Pro SQL dump
# Version 4135
#
# http://www.sequelpro.com/
# http://code.google.com/p/sequel-pro/
#
# Host: localhost (MySQL 5.5.34)
# Database: user24561_sitterbook
# Generation Time: 2016-01-17 11:20:53 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table cities
# ------------------------------------------------------------

DROP TABLE IF EXISTS `cities`;

CREATE TABLE `cities` (
  `id_city` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `city_name` varchar(255) NOT NULL,
  `map` varchar(500) NOT NULL,
  `yandex` varchar(500) NOT NULL,
  `url` int(11) DEFAULT NULL,
  `parent_city` int(11) DEFAULT '0',
  PRIMARY KEY (`id_city`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `cities` WRITE;
/*!40000 ALTER TABLE `cities` DISABLE KEYS */;

INSERT INTO `cities` (`id_city`, `city_name`, `map`, `yandex`, `url`, `parent_city`)
VALUES
	(1,'Москва','moscow','',1,0),
	(2,'Санкт-Петербург','spb','',2,0),
	(3,'Апрелевка','','',NULL,0),
	(4,'Балашиха','','',NULL,0),
	(5,'Бронницы','','',NULL,0),
	(6,'Верея','','',NULL,0),
	(7,'Видное','','',NULL,0),
	(8,'Волоколамск','','',NULL,0),
	(9,'Воскресенск','','',NULL,0),
	(13,'Высоковск','','',NULL,0),
	(14,'Дедовск','','',NULL,0),
	(15,'Дзержинский','','',NULL,0),
	(16,'Дмитров','','',NULL,0),
	(17,'Долгопрудный','','',NULL,0),
	(18,'Дрезна','','',NULL,0),
	(19,'Домодедово','','',NULL,0),
	(20,'Дубна','','',NULL,0),
	(21,'Егорьевск','','',NULL,0),
	(22,'Железнодорожный','','',NULL,0),
	(23,'Жуковский','','',NULL,0),
	(24,'Зарайск','','',NULL,0),
	(25,'Зеленоград','','',NULL,0),
	(26,'СЗАО','szao','',NULL,1),
	(27,'САО','sao','',NULL,1),
	(28,'СВАО','svao','',NULL,1),
	(29,'ЗАО','zao','',NULL,1),
	(30,'ЦАО','tsao','',NULL,1),
	(31,'ВАО','vao','',NULL,1),
	(32,'ЮЗАО','uzao','',NULL,1),
	(33,'ЮАО','uao','',NULL,1),
	(34,'ЮВАО','uvao','',NULL,1),
	(35,'ЗелАО','zelao','',NULL,1),
	(36,'НАО','nao','',NULL,1),
	(37,'ТАО','troizki','',NULL,1),
	(38,'Аэропорт','','',NULL,2),
	(39,'Войковский','','',NULL,2),
	(40,'Дмитровский','','',NULL,2),
	(41,'Левобережный','','',NULL,2),
	(42,'Сокол','','',NULL,2),
	(43,'Хорошевский','','',NULL,2),
	(44,'Беговой','','',NULL,2),
	(45,'Восточное Дегунино','','',NULL,2),
	(46,'Западное Дегунино','','',NULL,2),
	(47,'Молжаниновский','','',NULL,2),
	(48,'Тимирязевский','','',NULL,2),
	(49,'Бескудниковский','','',NULL,2),
	(50,'Головинский','','',NULL,2),
	(51,'Коптево','','',NULL,2),
	(52,'Савеловский','','',NULL,2),
	(53,'Ховрино','','',NULL,2);

/*!40000 ALTER TABLE `cities` ENABLE KEYS */;
UNLOCK TABLES;


# Dump of table counties
# ------------------------------------------------------------

DROP TABLE IF EXISTS `counties`;

CREATE TABLE `counties` (
  `id_county` int(11) NOT NULL AUTO_INCREMENT,
  `county_name` varchar(255) NOT NULL,
  `map` varchar(500) NOT NULL,
  `yandex` varchar(500) NOT NULL,
  `parent_city` int(11) NOT NULL,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `url` int(11) DEFAULT NULL,
  PRIMARY KEY (`id_county`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `counties` WRITE;
/*!40000 ALTER TABLE `counties` DISABLE KEYS */;

INSERT INTO `counties` (`id_county`, `county_name`, `map`, `yandex`, `parent_city`, `parent_id`, `url`)
VALUES
	(1,'СЗАО','szao','',1,0,3),
	(2,'САО','sao','',1,0,4),
	(3,'СВАО','svao','',1,0,5),
	(4,'ЗАО','zao','',1,0,6),
	(5,'ЦАО','tsao','',1,0,7),
	(6,'ВАО','vao','',1,0,8),
	(7,'ЮЗАО','uzao','',1,0,9),
	(8,'ЮАО','uao','',1,0,10),
	(9,'ЮВАО','uvao','',1,0,11),
	(10,'ЗелАО','zelao','',1,0,12),
	(11,'НАО','nao','',1,0,13),
	(12,'ТАО','troizki','',1,0,14),
	(13,'Пресненский','','',1,5,NULL),
	(14,'Тверской','','',1,5,NULL),
	(15,'Мещанский','','',1,5,NULL),
	(16,'Красносельский','','',1,5,NULL),
	(17,'Басманный','','',1,5,NULL),
	(18,'Таганский','','',1,5,NULL),
	(19,'Замоскворечье','','',1,5,NULL),
	(20,'Якиманка','','',1,5,NULL),
	(21,'Хамовники','','',1,5,NULL),
	(22,'Арбат','','',1,5,NULL),
	(23,'Марушкинское','','',1,11,NULL),
	(24,'Кокошкино','','',1,11,NULL),
	(25,'Филимонковское','','',1,11,NULL),
	(26,'Московский','','',1,11,NULL),
	(27,'Мосрентген','','',1,11,NULL),
	(28,'Сосенское','','',1,11,NULL),
	(29,'Воскресенское','','',1,11,NULL),
	(30,'Внуковское','','',1,11,NULL),
	(31,'Щербинка','','',1,11,NULL),
	(32,'Рязановское','','',1,11,NULL),
	(33,'Десеновское','','',1,11,NULL),
	(34,'Молжаниновский','','',1,2,NULL),
	(35,'Западное Дегунино','','',1,2,NULL),
	(36,'Дмитровский район','','',1,2,NULL),
	(37,'Восточное Дегунино','','',1,2,NULL),
	(38,'Тимирязевский','','',1,2,NULL),
	(39,'Бескудниковский','','',1,2,NULL),
	(40,'Савёловский','','',1,2,NULL),
	(41,'Беговой','','',1,2,NULL),
	(42,'Хорошёвский','','',1,2,NULL),
	(43,'Аэропорт','','',1,2,NULL),
	(44,'Сокол','','',1,2,NULL),
	(45,'Коптево','','',1,2,NULL),
	(46,'Войковский','','',1,2,NULL),
	(47,'Головинский','','',1,2,NULL),
	(48,'Левобережный','','',1,2,NULL),
	(49,'Ховрино','','',1,2,NULL),
	(50,'Северный','','',1,3,NULL),
	(51,'Бибирево','','',1,3,NULL),
	(52,'Южное Медведково','','',1,3,NULL),
	(53,'Северное Медведково','','',1,3,NULL),
	(54,'Лосиноостровский','','',1,3,NULL),
	(55,'Ярославский','','',1,3,NULL),
	(56,'Бабушкинский','','',1,3,NULL),
	(57,'Свиблово','','',1,3,NULL),
	(58,'Ростокино','','',1,3,NULL),
	(59,'Алексеевский','','',1,3,NULL),
	(60,'Марьина роща','','',1,3,NULL),
	(61,'Бутырский','','',1,3,NULL),
	(62,'Останкинский','','',1,3,NULL),
	(63,'Марфино','','',1,3,NULL),
	(64,'Отрадное','','',1,3,NULL),
	(65,'Алтуфьевский','','',1,3,NULL),
	(66,'Лианозово','','',1,3,NULL),
	(67,'Куркино','','',1,1,NULL),
	(68,'Северное Тушино','','',1,1,NULL),
	(69,'Южное Тушино','','',1,1,NULL),
	(70,'Покровское-Стрешнево','','',1,1,NULL),
	(71,'Щукино','','',1,1,NULL),
	(72,'Хорошёво-Мневники','','',1,1,NULL),
	(73,'Строгино','','',1,1,NULL),
	(74,'Митино','','',1,1,NULL),
	(75,'Донской','','',1,8,NULL),
	(76,'Даниловский','','',1,8,NULL),
	(77,'Нагатинский затон','','',1,8,NULL),
	(78,'Москворечье-Сабурово','','',1,8,NULL),
	(79,'Северное Орехово-Борисово','','',1,8,NULL),
	(80,'Братеево','','',1,8,NULL),
	(81,'Зябликово','','',1,8,NULL),
	(82,'Южное Орехово-Борисово','','',1,8,NULL),
	(83,'Восточное Бирюлёво','','',1,8,NULL),
	(84,'Западное Бирюлёво','','',1,8,NULL),
	(85,'Южное Чертаново','','',1,8,NULL),
	(86,'Северное Чертаново','','',1,8,NULL),
	(87,'Царицыно','','',1,8,NULL),
	(88,'Нагорный','','',1,8,NULL),
	(89,'Нагатино-Садовники','','',1,8,NULL),
	(90,'Центральное Чертаново','','',1,8,NULL),
	(91,'Лефортово','','',1,9,NULL),
	(92,'Нижегородский','','',1,9,NULL),
	(93,'Рязанский','','',1,9,NULL),
	(94,'Кузьминки','','',1,9,NULL),
	(95,'Некрасовка','','',1,9,NULL),
	(96,'Люблино','','',1,9,NULL),
	(97,'Капотня','','',1,9,NULL),
	(98,'Марьино','','',1,9,NULL),
	(99,'Печатники','','',1,9,NULL),
	(100,'Южнопортовый','','',1,9,NULL),
	(101,'Выхино-Жулебино','','',1,9,NULL),
	(102,'Текстильщики','','',1,9,NULL),
	(103,'Гагаринский','','',1,7,NULL),
	(104,'Академический','','',1,7,NULL),
	(105,'Котловка','','',1,7,NULL),
	(106,'Черёмушки','','',1,7,NULL),
	(107,'Зюзино','','',1,7,NULL),
	(108,'Ясенево','','',1,7,NULL),
	(109,'Северное Бутово','','',1,7,NULL),
	(110,'Южное Бутово','','',1,7,NULL),
	(111,'Тёплый Стан','','',1,7,NULL),
	(112,'Коньково','','',1,7,NULL),
	(113,'Обручевский','','',1,7,NULL),
	(114,'Ломоносовский','','',1,7,NULL),
	(115,'Матушкино','','',1,10,NULL),
	(116,'Савёлки','','',1,10,NULL),
	(117,'Старое Крюково','','',1,10,NULL),
	(118,'Крюково','','',1,10,NULL),
	(119,'Силино','','',1,10,NULL),
	(120,'Крылатское','','',1,4,NULL),
	(121,'Филёвский парк','','',1,4,NULL),
	(122,'Фили-Давыдково','','',1,4,NULL),
	(123,'Дорогомилово','','',1,4,NULL),
	(124,'Раменки','','',1,4,NULL),
	(125,'Проспект Вернадского','','',1,4,NULL),
	(126,'Тропарёво-Никулино','','',1,4,NULL),
	(127,'Солнцево','','',1,4,NULL),
	(128,'Внуково','','',1,4,NULL),
	(129,'Ново-Переделкино','','',1,4,NULL),
	(130,'Очаково-Матвеевское','','',1,4,NULL),
	(131,'Можайский','','',1,4,NULL),
	(132,'Кунцево','','',1,4,NULL),
	(133,'Метрогородок','','',1,6,NULL),
	(134,'Гольяново','','',1,6,NULL),
	(135,'Северное Измайлово','','',1,6,NULL),
	(136,'Восточный','','',1,6,NULL),
	(137,'Восточное Измайлово','','',1,6,NULL),
	(138,'Ивановское','','',1,6,NULL),
	(139,'Новокосино','','',1,6,NULL),
	(140,'Косино-Ухтомский','','',1,6,NULL),
	(141,'Вешняки','','',1,6,NULL),
	(142,'Новогиреево','','',1,6,NULL),
	(143,'Перово','','',1,6,NULL),
	(144,'Измайлово','','',1,6,NULL),
	(145,'Соколиная гора','','',1,6,NULL),
	(146,'Преображенское','','',1,6,NULL),
	(147,'Сокольники','','',1,6,NULL),
	(148,'Богородское','','',1,6,NULL),
	(149,'Новофёдоровское','','',1,12,NULL),
	(150,'Михайлово-Ярцевское','','',1,12,NULL),
	(151,'Роговское','','',1,12,NULL),
	(152,'Троицк','','',1,12,NULL),
	(153,'Краснопахорское','','',1,12,NULL),
	(154,'Щаповское','','',1,12,NULL),
	(155,'Клёновское','','',1,12,NULL),
	(156,'Вороновское - Капотня','','',1,12,NULL),
	(157,'Первомайское','','',1,12,NULL),
	(158,'Киевский','','',1,12,NULL);

/*!40000 ALTER TABLE `counties` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
